---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.SiteSubRegion
source: html/6a28f33a-e602-bb35-8335-923ae0ea365d.htm
---
# SiteSubRegion Members

Creates a new SiteSubRegion element and adds it to the document.